         {
        "Results": [
        {
           
      
        "Title": "Pollo",
        "Receta": "Salpimienta los filetes y extiende la mitad sobre una superficie lisa. Coloca encima unas lonchas de queso y una porción de sobrasada. Cúbrelos con los otros filetes de pollo.Bate los huevos y añade un poco de perejil picado. Pasa los filetes de pollo por harina, huevo batido y pan rallado. Haz unos marcas en forma de rombo con ayuda de un cuchillo.Fríelos en una sartén con aceite hasta que queden dorados. Escúrrelos sobre un plato forrado con papel absorbente de cocina.Pica las chalotas y rehógalas en una cazuelita con un chorrito de aceite. Sazona. Agrega los granos de pimienta verde y la nata. Deja reducir durante 15 minutos. Sirve los filetes de pollo con la salsa. Adorna con unas hojas de perejil.",
         "Ingredientes":"<br><lu><li>16 filetes de pechuga de pollo (finos) 8 lonchas de queso</li><li>40 gr de sobrasada</li><li>3 chalotas</li><li>250 gr de nata</li> <li>harina</li><li>2 huevos</li><li>pan rallado</li><li> aceite de oliva virgen extra</li><li>sal</li><li>1 cucharada pimienta verde</li><li>pimienta</li><li>perejil</li>"
        },
        {
         "Title": "Arroz",
        "Receta": "Cuece el arroz durante 20 minutos en abundante agua hirviendo con una pizca de sal. Escurre, refresca y resérvalo en un plato. Corta 2 dientes de ajo en láminas y ponlos a dorar en una cazuela con un poco de aceite. Agrega la panceta picada. Rehoga brevemente y vierte la salsa de tomate. Añade un poco de albahaca (1 cucharada de las de café). Cocina todo junto durante 5 minutos. En una sartén dora los otros dos dientes de ajo picados. Cuando se doren, añade el arroz. Saltea y mezcla bien. En otra sartén con abundante aceite, fríe los huevos. Pasa los plátanos por harina y fríelos en la misma sartén. Unta cuatro tazas con un poco de aceite, coloca en el fondo una hojita de perejil, llénalos con el arroz y desmolda cada uno sobre un plato. Sirve al lado un huevo, un poco de salsa de tomate y un plátano frito.",
         "Ingredientes":"<br><lu><li>Para 4 personas:</li><li>300 gr. de arroz</li><li>4 huevos</li><li>100 gr. de panceta</li> <li>1/4 l. de salsa de tomate</li><li>4 dientes de ajo</li><li>4 plátanos</li><li>un poco de harina</li><li>aceite virgen extra</li><li>agua</li><li>sal</li><li>albahaca</li><li>4 hojas de perejil</li>"
        },
        {
        "Title": "Acelgas",
        "Receta": "Limpiar los champiñones y cortar laminados. En una cazuela, echar el aceite y saltear el chorizo cortado a dados (a fuego medio). A continuación, incorporar las acelgas y saltear hasta que empiecen a estar tiernas. Incorporar los champiñones y salpimentar. Seguir salteando unos minutos hasta que las acelgas y los champiñones estén tiernos. Incorporar los garbanzos y saltear cinco minutos más. A continuación, agregar el pimentón dulce y mezclar todos los ingredientes. El emplatado se puede hacer al gusto, pero si se hace dentro de un aro de cocina, después queda más bonito. Retirar el aro. Se puede acompañar de pan tostado, yo he hecho unos bastones de pan crujiente con sésamo y listo para servir.",
         "Ingredientes":"<br><lu><li>300 gramos de acelgas de bolsa</li><li>6 champiñones medianos</li><li>150gr garbanzos cocidos y escurridos</li><li>50 gr chorizo (picante o dulce .. al gusto)</li> <li>2 cucharadas soperas de aceite de oliva suave</li><li>1 cucharada de postre de pimentón dulce</li><li>Sal y toque de pimienta</li>"
        },
        {
        "Title": "Pimientos",
        "Receta": "Lava la lechuga, seca y córtala a tu gusto. Colócala en una fuente. Pela el pimiento rojo, córtalo en dados del tamaño de los granos de maíz y espolvorea la lechuga. Agrega los granos de maíz y aliña con aceite, vinagre y sal. Sirve la ensalada.",
         "Ingredientes":"<br><lu><li>1 lechuga</li><li>1/2 pimiento rojo</li><li>50 gr de maíz</li><li>aceite de oliva virgen extra</li> <li>vinagre</li><li>sal</li>"
        },
        {
        "Title": "Ensalada",
        "Receta": "Lava las remolachas y ponlas en la olla. Cúbrelas con agua cierra la olla y cuécelas durante 6 minutos desde el momento en que suba la válvula. Pela, córtalas en lonchas finas y extiéndelas sobre una fuente amplia. Añade las hojas de lechuga limpias. Retira la primera capa de la cebolleta y córtala en juliana fina y agrégala a la ensalada. Pica el eneldo y espolvorea todo. Salpimienta y adereza con un chorro de aceite y otro de vinagre. Sirve.",
         "Ingredientes":"<br><lu><li>2 remolachas</li><li>1 lechuga</li><li>1 cebolleta</li><li>Eneldo</li> <li>Aceite de Oliva</li><li>Vinagre</li><li>Sal</li><li>Pimienta</li>"
        }]
      
        }